{
  "video_id": "idNoLfrMw1g",
  "extracted_at": "2026-02-25",
  "comments_downloaded": 208,
  "comment_count_reported_by_extractor": 208,
  "classes": {
    "critico_negativo": {
      "count": 42,
      "likes": 715
    },
    "favorable_positivo": {
      "count": 26,
      "likes": 67
    },
    "mixto_neutral": {
      "count": 140,
      "likes": 429
    }
  },
  "top_comments_by_likes": [
    {
      "author": "@123Lzant",
      "like_count": 356,
      "text": "Si la reforma les gusto a los empresarios, significa que es una estafa para el trabajador."
    },
    {
      "author": "@sergiodelgado9987",
      "like_count": 131,
      "text": "Pinche reforma pitera! Todavía la hipócrita de Sheinbaum diciendo \"40 horas era por lo que se luchaba, no dos días de descanso\"."
    },
    {
      "author": "@luisgallardo158",
      "like_count": 106,
      "text": "Es Una Trampa, Solo Basta Con Mirar El Posible Incremento De Horas Extra Y Más Si Las Hacen Obligatorias Para El Trabajador, Si Por Si Existe Una Crisis De Enfermedades Mentales Por Estrés Laboral, Ahora Será Aún Peor, Mejor Que Se Quede Como Está Actualmente."
    },
    {
      "author": "@stauffenbergYO",
      "like_count": 65,
      "text": "Ya me cansé de los políticos de mrd"
    },
    {
      "author": "@fatherofterror",
      "like_count": 65,
      "text": "Cada día se va mostrando como les vio la cara de pndejos el gobierno del bienestar, pero eso era lo que querían bajo la premisa \"el pri robo más\" (con tono ñero y corriente) 😂..."
    },
    {
      "author": "@mister_bushido",
      "like_count": 62,
      "text": "Ya con la palabra \"Persona trabajadora\" ya se pueden sacar muchos huecos legales."
    },
    {
      "author": "@AlbertoSámano009",
      "like_count": 54,
      "text": "Alguien ya acabe con la momia por favor está hundiendo a México"
    },
    {
      "author": "@2hectordc",
      "like_count": 39,
      "text": "Eso de las 40 horas es un beneficio simulado para aumentar las horas trabajo y quitar derechos laborales. Se sabía que era una trampa y la gente ha caído en el engaño pensando que se van a disminuir las horas de trabajo. Tanto a las empresas como al gobierno no le conviene que el trabajador que trabaje menos y quieren gane menos. Es una triste realidad que vivimos"
    },
    {
      "author": "@f1ux889",
      "like_count": 30,
      "text": "Y aún así se jactan que el país es una potencia económica del Top, y aún así hacen todo chueco para joder la economía personal de cada ciudadano 🫩."
    },
    {
      "author": "@antrax1969",
      "like_count": 30,
      "text": "Nadie paga las horas extras, nadie paga los dias festivos dobles o triples..mejor que nos dejen en Home office"
    },
    {
      "author": "@Xweser01",
      "like_count": 27,
      "text": "Si con esa reforma patito no se busca descansar más al trabajador entonces puro humo, atole con el dedo donde todo queda igual."
    },
    {
      "author": "@Rorago3",
      "like_count": 25,
      "text": "¿Qué esperaban ilusos?..."
    }
  ]
}